Repository: LinkNacional/lkngc-cryptocurrency-for-givewp
Catalog: languages/lkngc-cryptocurrency-for-givewp-*.po
Languages: pt_br

source: Cryptocurrency Payment for GiveWP
pt_br: Pagamento por Criptomoedas para GiveWP

source: Payment via Cryptocurrencies.
pt_br: Pagamento via criptomoedas.

source: Bitcoin Wallet
pt_br: Carteira Bitcoin

source: The wallet where the Bitcoins received from the form will be stored
pt_br: Carteira onde serão armazenados os Bitcoins recebidos do formulário

source: Ethereum Wallet
pt_br: Carteira Ethereum

source: The wallet where the Ether received from the form will be stored
pt_br: Carteira onde serão armazenados os Ether recebidos do formulário

source: Waves Wallet
pt_br: Carteira Waves

source: The wallet where Waves received from the form will be stored
pt_br: Carteira onde serão armazenados os Waves recebidos do formulário

source: Debug Mode
pt_br: Habilitar debug

source: Enable environment for Debug.
pt_br: Habilitar ambiente para Debug.

source: Enable
pt_br: Habilitar

source: Disable
pt_br: Desabilitar

source: Cryptocurrencies
pt_br: Criptomoedas

source: Error:
pt_br: Erro:

source: Bitcoin wallet not reported or invalid.
pt_br: Carteira Bitcoin não reportada ou inválida.

source: Donation disabled due to lack of SSL (HTTPS).
pt_br: Doação desativada devido à falta de SSL (HTTPS).

source: Missing or invalid module key.
pt_br: Chave de módulo ausente ou inválida.

source: Pending payment
pt_br: Pagamento pendente

source: Completed
pt_br: Completa

source: Ethereum wallet not reported or invalid.
pt_br: Carteira Ethereum não reportada ou inválida.

source: Settings
pt_br: Configurações

source: Give Cryptocurrency Payment
pt_br: Give Pagamento em Criptomoeda

source: Waves wallet not reported or invalid.
pt_br: Carteira Waves não reportada ou inválida.

source: Payment Information
pt_br: Informações do Pagamento

source: Secure Donation via SSL Encryption.
pt_br: Doação Segura via Encriptação SSL.

source: Donation amount
pt_br: Valor da doação

source: Click here to copy
pt_br: Clique aqui para copiar

source: Remaining time to make the payment
pt_br: Tempo restante para realizar o pagamento

source: Generate QR Code
pt_br: Gerar QR Code

source: Confirm payment
pt_br: Confirmar pagamento

source: Copy to clipboard: Ctrl+C and hit Enter
pt_br: Clique para copiar para área de transferência Ctrl + C e tecle Enter

source: Pay Waves
pt_br: Pagar Waves

source: Successfully recognized transaction
pt_br: Transação reconhecida com sucesso

source: Transaction not recognized, please try again later.
pt_br: Transação não reconhecida, tente novamente mais tarde.

source: There are no transactions in the registered wallet.
pt_br: Não há transações na carteira cadastrada.

source: Return message
pt_br: Mensagem de retorno

source: Return identifider
pt_br: Identificador de retorno

source: Cryptocurrency value
pt_br: Valor da criptomoeda

source: Consult Transaction
pt_br: Consultar Transação

source: Bitcoin Cryptocurrency
pt_br: Criptomoeda Bitcoin

source: Ethereum Cryptocurrency
pt_br: Criptomoeda Ethereum

source: Waves Cryptocurrency
pt_br: Criptomoeda Waves

source: Activation Error:
pt_br: Erro de ativação:

source: You must have
pt_br: Você deve ter o

source: version
pt_br: versão

source: for the Give Cryptocurrency add-on to activate
pt_br: para o plugin Give - Pagamento por Criptomoedas ativar

source: plugin installed and activated for the Give Cryptocurrency add-on to activate
pt_br: instalado e ativado para o plugin Give - Pagamento por Criptomoedas ativar

source: To complete the payment, log in to the official Waves platform
pt_br: Para concluir o pagamento, faça login na plataforma oficial da Waves

source: Send
pt_br: Envie

source: To
pt_br: Para

source: We were unable to confirm the payment.
pt_br: Não conseguimos confirmar o pagamento.

source: Click to copy the crypto amount.
pt_br: Clique para copiar o valor da doação.

source: Click to copy the wallet.
pt_br: Clique para copiar a carteira.

source: Donation Details
pt_br: Detalhes da Doação

source: Return Message:
pt_br: Mensagem de retorno:

source: Return identifier:
pt_br: Identificador de retorno:

source: Criptocurrency value:
pt_br: Valor da criptomoeda:

source: Wallet:
pt_br: Carteira:

source: Enable error margin
pt_br: Habilitar margem de erro

source: Enable error margin for transaction verification.
pt_br: Habilita margem de erro para a verificação de transação.

source: Error margin
pt_br: Margem de erro

source: Define the error margin for transaction verification (ex: 2, for 2%).
pt_br: Define a margem de erro para a verificação de transação (ex: 2, para 2%).

source: [Query result]: Unrecognized transaction on blockchain
pt_br: [Resultado da consulta]: Transação ou blockchain não reconhecida

source: [Query result]: Payment confirmed
pt_br: [Resultado da consulta]: Pagamento confirmado

source: [Query result]: Request error - Unable to verify
pt_br: [Resultado da consulta]: Erro na requisição - Impossível verificar

source: Unauthenticated session
pt_br: Sessão não autenticada
